Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/euro_area/eu_stabilisation_mechanisms.html.txt.tmx
Source language: en
Languages: ga

source: There were 2 temporary mechanisms set up for providing funding to member states which were experiencing economic difficulties – the European Financial Stabilisation Mechanism and the European Financial Stability Facility
ga: Rinneadh dhá mheicníocht shealadacha a shocrú chun cistiú a sholáthar do bhallstáit a bhí thíos le deacrachtaí geilleagracha – an Sásra Eorpach um Chobhsaíocht Airgeadais agus an tSaoráid Eorpach um Chobhsaíocht Airgeadais

source: Both were established in 2010 and both provided loans to Ireland under the IMF/EU Memorandum of Understanding with Ireland
ga: Bunaíodh an dá cheann in 2010 agus sholáthair siad iasachtaí d’Éirinn faoi Mheabhrán Tuisceana an IMF/AE le hÉirinn

source: (Under this arrangement, Ireland also received loans from the IMF and bilateral loans from some non-euro member states – in particular, the UK)
ga: (Faoi socrú seo, thug an IMF iasachtaí d’Éirinn chomh maith, agus thug roinnt ballstáit neamheuro iasachtaí d’Éirinn – an RA ach go háirithe)

source: A permanent mechanism – the European Stability Mechanism - was established in October 2012
ga: Bunaíodh meicníocht bhuan – an Sásra Cobhsaíochta Eorpach – i nDeireadh Fómhair 2012

source: These 3 funding mechanisms are usually described as “bail-out” mechanisms
ga: Is gnách go ndéantar cur síos ar na 3 mheicníocht chistithe seo mar mheicníochtaí “tarrthála”

source: European Financial Stabilisation Mechanism
ga: An Sásra Eorpach um Chobhsaíocht Airgeadais

source: The European Financial Stabilisation Mechanism (EFSM) was created by the European Council in 2010
ga: Chruthaigh Comhairle na hEorpa an Sásra Eorpach um Chobhsaíocht Airgeadais (EFSM) in 2010

source: It was established under Regulation (EU) No 407/2010 of 11 May 2010
ga: Bunaíodh é faoi Rialachán (AE) Uimh. 407/2010 an 11 Bealtaine 2010 (pdf)

source: The regulation gave the European Commission the power to contract borrowings on behalf of the EU in order to fund loans to the euro countries that need them
ga: Thug an rialachán seo an chumhacht don Choimisiún Eorpach iasachtaí a chonrú thar ceann an AE d’fhonn iasachtaí a chistiú do na tíortha euro óna dteastaíonn siad

source: It was designed as a temporary mechanism which might be available to provide loans to member states that were having severe financial or economic problems
ga: Dearadh é mar mheicníocht shealadach a d’fhéadfadh bheith ar fáil chun iasachtaí a sholáthar do bhallstáit a bhí thíos le deacrachtaí tromchúiseacha nó le fadhbanna geilleagracha

source: Further information on the EFSM is available on the European Commission’s website
ga: Tá fáil ar bhreis faisnéise ar an EFSM ar láithreán gréasáin an Choimisiúin Eorpaigh

source: European Financial Stability Facility
ga: An tSaoráid Eorpach um Chobhsaíocht Airgeadais

source: The European Financial Stability Facility (EFSF) is a company which was established by the countries that share the euro
ga: Cuideachta atá sa tSaoráid Eorpach um Chobhsaíocht Airgeadais (EFSF) a bhunaigh na tíortha a úsáideann an euro

source: It was incorporated in Luxembourg in June 2010
ga: Rinneadh iad a chorprú i Lucsamburg i Meitheamh 2010

source: The shareholders are the member states who use the euro
ga: Is iad na ballstáit a úsáideann an euro na scairshealbhóirí

source: The EFSF’s aim was to provide temporary financial assistance to any euro area member state that needed it
ga: Ba é cuspóir an EFSF chun cúnamh sealadach airgeadais a thabhairt d’aon bhallstát limistéar an euro ónar theastaigh sé

source: Since 1 July 2013, the EFSF can no longer engage in new financing programmes or enter into new loan facility agreements
ga: Ón 1 Iúil 2013 i leith, ní féidir leis an EFSF tabhairt faoi chláir nua mhaoinithe ná iontráil i gcomhaontaithe nua saoráid iasachta a thuilleadh

source: It continues to finance programmes that were started before the establishment of the European Stability Mechanism
ga: Leanann siad le cláir a mhaoiniú a tosaíodh roimh bhunú an Sásra Eorpaigh um Chobhsaíocht Airgeadais

source: Further information is available on the EFSF website
ga: Tá fáil ar bhreis faisnéise ar láithreán gréasáin an EFSF

source: The European Stability Mechanism (ESM) is the permanent crisis mechanism to safeguard financial stability in the euro area (the permanent bail-out mechanism)
ga: Is é an Sásra Cobhsaíochta Eorpach (ESM) an mheicníocht bhuan ghéarchéime atá in ainm is cobhsaíocht airgeadais i limistéar an euro a chosaint (an mheicníocht bhuan tarrthála)

source: It was established in October 2012 following ratification of the Treaty Establishing the ESM by all 17 euro area member states
ga: Bunaíodh é i nDeireadh Fómhair 2012 tar éis gur dhaingnigh gach ceann de 17 mballstát limistéar an euro an Conradh lena mbunaítear an ESM

source: The ESM treaty refers to the Fiscal Stability Treaty and provides that assistance from the ESM is dependent on the country concerned having ratified the Fiscal Stability Treaty
ga: Déanann Conradh an ESM tagairt don Chonradh um Chobhsaíocht Fhioscach agus ní sholáthraítear an cúnamh sin ón ESM ach do thíortha a dhaingnigh an Conradh um Chobhsaíocht Fhioscach

source: Ireland ratified the ESM treaty by means of legislation
ga: Dhaingnigh Éire an Conradh ESM trí reachtaíocht a chur i dtoll a chéile

source: The ESM’s Board of Governors is made up of the finance ministers of euro area member states and is chaired by the President of the Eurogroup
ga: Is éard atá i mBord Rialtóirí an ESM ná na hairí airgeadais de chuid limistéar an euro agus feidhmíonn Uachtarán Eurogroup mar chathaoirleach air

source: It has its headquarters in Luxembourg
ga: Tá a gceanncheathrú suite i Lucsamburg

source: The ESM provides help to euro area member states who are having financial difficulties
ga: Soláthraíonn an ESM cabhair do bhallstáit limistéar an euro atá thíos le deacrachtaí airgeadais

source: The help is subject to various conditions in respect of economic and fiscal management
ga: Bíonn an chabhair faoi réir coinníollacha éagsúla maidir le bainistíocht gheilleagrach agus fhioscach

source: Further information is available on the ESM website
ga: Tá fáil ar bhreis faisnéise ar láithreán gréasáin an ESM
